11/data/attachments/817e358f01ea6a08.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michelle_community_Actions_49169_3</nif:username>
            <nif:friendToBeRequested>soap_actions_d2fdd4cd-516f-43ae-b64a-916e779c92da</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>